tap "homebrew/bundle"
brew "go"
brew "hugo"
brew "make"
brew "mlton"
brew "neovim"
brew "node"
brew "python@3.13"
brew "ripgrep"
brew "ruby"
brew "stow"
brew "tcl-tk"
brew "tmux"
cask "1password"
cask "1password-cli"
cask "anki"
cask "chatgpt"
cask "cursor"
cask "discord"
cask "ghostty"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "nordvpn"
cask "proton-mail"
cask "racket"
cask "rectangle"
cask "slack"
cask "smlnj"
cask "spotify"
cask "visual-studio-code"
