tap "homebrew/bundle"
tap "morantron/tmux-fingers"
brew "dockutil"
brew "fd"
brew "fzf"
brew "go"
brew "hugo"
brew "llvm"
brew "make"
brew "mlton"
brew "neovim"
brew "node"
brew "parallel"
brew "python@3.14"
brew "ripgrep"
brew "stow"
brew "tcl-tk"
brew "tmux"
brew "tmux-fingers"
brew "tree-sitter"
brew "typescript"
brew "uv"
cask "1password"
cask "1password-cli"
cask "anki"
cask "chatgpt"
cask "codex"
cask "discord"
cask "docker"
cask "docker-desktop"
cask "ghostty"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "nordvpn"
cask "proton-mail"
cask "racket"
cask "rectangle"
cask "slack"
cask "smlnj"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
